[{"weekday":{"id":1,"cn":"周一"},"items":[{"name":"Show Time！唱歌的大姐姐也想做 第二季","time":"00:00"},{"name":"再得一胜！","time":"00:35","name_jp":"もういっぽん！","bgminfo":"　　园田未知在初中最后一届大赛上没能取得好成绩，原本打算放弃柔道。但是，在好友早苗和最后的对战对手永远的邀请下，高中也要继续柔道…？\r\n　　因为在一起，所以很开心。我们的青春柔道生活，开始了！ "},{"name":"豆吉豆子的家里蹲日常","time":"10:45","name_jp":"まめきちまめこニートの日常","id":400914,"air_date":"2022-10-03","img":{"large":"http://lain.bgm.tv/pic/cover/l/3a/78/400914_T79zW.jpg","common":"http://lain.bgm.tv/pic/cover/c/3a/78/400914_T79zW.jpg","medium":"http://lain.bgm.tv/pic/cover/m/3a/78/400914_T79zW.jpg","small":"http://lain.bgm.tv/pic/cover/s/3a/78/400914_T79zW.jpg","grid":"http://lain.bgm.tv/pic/cover/g/3a/78/400914_T79zW.jpg"}},{"name":"致不灭的你 第二季","time":"18:00"},{"name":"飙速宅男 第五季","time":"19:00"},{"name":"HIGH CARD","time":"19:00","name_jp":"HIGH CARD","bgminfo":"　　这世上有着52枚「X-Playing Cards」的存在，只要被选上就可以使用卡牌的特殊能力。玩家集团「HIGH CARD」收到回收这些任务的指示，被选定的5名成员将潜入危险之中，展开卡牌争夺战。 "},{"name":"吸血鬼马上死 第二季","time":"21:35","name_jp":"吸血鬼すぐ死ぬ2","bgminfo":"　　新横滨之夜又回来了！\r\n　　因为某些机缘而成为搭档的吸血鬼猎人罗纳德与超绝杂鱼吸血鬼德拉克，然后别忘了可爱的犰狳裘恩！持续在每个夜晚不断上演的搞笑rush，随着秋天书店的新刺客参战，大家熟悉的笨蛋与变态们又将齐聚大闹，而德拉克还是一如往常地会化为尘土！\r\n　　你究竟能否守护被这群惊为天人的吸血鬼盘踞的新横滨的和平与秩序呢？罗纳德！？"},{"name":"物之古物奇谭（物物语）","time":"23:00","name_jp":"もののがたり","bgminfo":"　　年代久远的器物萌生“心灵”，便会成为付丧神。借助塞神之力与付丧神对话，将其送回常世的职业——“塞眼”。岐兵马是塞眼三大家族之一·岐家的下任当家，他对夺走了他亲人的付丧神恨之入骨。长月牡丹是生活在千年古都·京都的长月家族当家，她和她视为“家人”的六个付丧神居住在一起。由于兵马沉浸于过去的仇恨，使用暴力不断封杀付丧神，因此其祖父造兵告诫他“要倾听他们的声音，引导他们”，并命令他去长月家与其家族成员共同生活，以重新认识付丧神。对付丧神的看法完全相反的二人——兵马和牡丹相遇，并生活在了同一个屋檐下。这是人与付丧神共织缘分的付丧奇谭。"},{"name":"冰海战记 第二季","time":"23:30","name_jp":"ヴィンランド・サガ SEASON2","bgminfo":"　　迎来千禧年的丹麦日德兰半岛南部。仇敌阿谢拉德死后，失去人生目标的托尔芬被地主凯蒂尔收买为“奴隶”，从事农场的开垦工作。在那里，他与同样沦落为奴隶的青年·埃纳尔相遇，以此为契机，直面自己犯下的罪行，找到了生存的意义。\r\n　　另一方面，即位为英格兰国王的克努特为了建设“乐土”，企图进一步扩大版图。\r\n　　这是一个超越“真正的战士物语”序幕的“赎罪与救赎的故事”。"}]},{"weekday":{"id":2,"cn":"周二"},"items":[{"name":"妖幻三重奏","time":"00:00","name_jp":"あやかしトライアングル","bgminfo":"　　少年、少女与妖。\r\n　　风卷祭里是一名退魔忍，在斩妖除魔时却被妖王“白银”变成了女生！变成女生之后，他跟自己的青梅竹马花奏铃之间的关系，也开始产生了微妙的变化。另一方面，由于花奏铃身上有着特殊的妖力，导致许多妖怪都想要接近她。祭里不仅要以女生的身份重新习惯学校与日常生活，还必须在这种状况下保护小铃，同时寻找让自己变回男生的方法……！"},{"name":"FLAGLIA","time":"00:35","name_jp":"「FLAGLIA」～なつやすみの物語～","bgminfo":"　　伊可是一个小学三年级学生。他和四个哥哥生活在馆山的一间旧屋里。伊可家没有父母。据哥哥所说，妈妈在东京工作，由年纪大他很多的哥哥们抚养他长大。哥哥们性格有些古怪，但很珍视自己，伊可很喜欢他们。然而，他们有一个秘密。其实他们是活在近乎永恒时间里的“魔法使”。为什么他们要来到这里？又为什么要当伊可的哥哥？\r\n　　这是被卷入魔法使们的世界、在海边小镇快乐生活家族的一个暑假的故事。"},{"name":"从英雄王到最强见习骑士","time":"01:15","name_jp":"英雄王、武を極めるため転生す ～そして、世界最強の見習い騎士♀～","bgminfo":"　　渴望自由的英雄王，美少女转生成为最强骑士无双！！！！异世界最强TS转生幻想！\r\n　　受到女神加护成为“神骑士”，建立巨大王国的伟大英雄王——英格利斯，年迈的他被上天召见的前一刻，遗憾自己一生为国家和人民鞠躬尽瘁却还没有造就极致的武艺，来生一定要自由自在地活着，并穷尽武道。\r\n　　女神答应了他的愿望，并让他转生至遥远的未来……\r\n　　但，竟然转生成为骑士名门之“女”！？不知为何，又被打上了没有骑士才能的烙印……\r\n　　——“这反而是个好机会！比起出人头地，还是在最前线实战修行更合我意！” 为了成为青梅竹马拉菲妮亚的侍从骑士，以考入皇家骑士学院为目标。\r\n　　最强的美少女见习骑士传说即将揭开序幕——！"},{"name":"永久少年","time":"01:20"},{"name":"呆萌酷男孩","time":"01:30","name_jp":"クールドジ男子","id":378860,"air_date":"2022-10-10","img":{"large":"http://lain.bgm.tv/pic/cover/l/9d/de/378860_q0N79.jpg","common":"http://lain.bgm.tv/pic/cover/c/9d/de/378860_q0N79.jpg","medium":"http://lain.bgm.tv/pic/cover/m/9d/de/378860_q0N79.jpg","small":"http://lain.bgm.tv/pic/cover/s/9d/de/378860_q0N79.jpg","grid":"http://lain.bgm.tv/pic/cover/g/9d/de/378860_q0N79.jpg"}},{"name":"世界末日与柴犬同行","time":"18:00"},{"name":"久保同学不放过我","time":"20:30","name_jp":"久保さんは僕を許さない","bgminfo":"　　高中一年级的白石纯太， 是一个零存在感的“路人”男生。同班的“女主角级”美少女·久保同学居然是唯一能找到他的人，并且总是戏弄他。无法成为特别存在的“路人”男生，和出现在他面前的“女主角”女生。在教室的一角，青春的色彩开始逐渐丰富——。无论是谁，都可以成为某个人“特别”的存在。但是这份感情对尚且稚嫩的两人来说，还不能被称为“爱”。距离“恋爱喜剧”两步之遥，女主角×路人男生的青春期甜蜜喜剧拉开序幕。"},{"name":"不相信人类的冒险者们好像要去拯救世界","time":"22:35","name_jp":"人間不信の冒険者たちが世界を救うようです","bgminfo":"　　隶属于帝涅兹圣王国的都市，特拉涅。妄想一夕致富的冒险者们、机灵的商人、能歌善舞的吟游诗人、贵族、神官以及兽人族……。人们把这个职业和人种的大熔炉，本身就像个迷宫一样的城市称为「迷宫都市」。\r\n　　被赶出冒险者队伍“武艺百般”，又被女友欺骗的落魄轻战士尼克也是这个城市的居民。厌倦一切的他来到了一间酒馆。难吃的食物、四周欢乐的冒险者们、与他共桌的一群脸色惨淡的家伙……。他像要把一切烦心事都抛到九霄云外似地猛灌酒。\r\n　　“人类什么的能信个屁啊！！！！”\r\n　　焦躁和不满不由自主地脱口而出。本该是只属于自己的这股情绪，却有四个人同时发出了相同声音──。\r\n　　各自怀着创伤，属于他们的正宗冒险即将开幕！"}]},{"weekday":{"id":3,"cn":"周三"},"items":[{"name":"拥有超常技能的异世界流浪美食家","time":"00:00","name_jp":"とんでもスキルで異世界放浪メシ","bgminfo":"　　向田刚志从现代日本被召唤到了剑与魔法的异世界。想着会有怎样的大冒险会等着他…… 结果向田只是个被卷进“勇者召唤”的普通人而已！再加之召唤向田他们的王国实在是太过于恶臭，“啊，这是会利用勇者的那种类型！” 如此觉察的向田，决定独自一人逃出王城。如此向田在这异世界能够依靠的东西，只有能够取得现代商品的固有技能“网购”。虽然不适合战斗，不过只要能够好好运用的话生活好像就不会有问题？如此，向田只是随便想了一下，结果用这个技能取得的现代食品居然有超常的效果！！并且，被现代食品所吸引的异世界那帮不得了的家伙都来到了向田的身旁……？！"},{"name":"埃及神明们的日常 第二季","time":"00:00","name_jp":"とーとつにエジプト神２","bgminfo":"　　这是埃及众神的世界。大家好久不见。\r\n　　包括阿努比斯和托特在内古埃及著名的神祇自由自在的生活。\r\n　　到底有多自由呢？\r\n　　神出鬼没唱歌跳舞的芭丝特，不清楚在想什么的梅杰德，埋头打工的荷鲁斯，不知为何一直想要对荷鲁斯恶作剧却频频失败的赛特，出门旅行却一去不回的拉……… 各种各样的神明，大家都随心所欲、悠闲快乐地生活着。\r\n　　慵懒可爱的埃及神享受着自由的神生活。"},{"name":"豆吉豆子的家里蹲日常","time":"10:45","name_jp":"まめきちまめこニートの日常","id":400914,"air_date":"2022-10-03","img":{"large":"http://lain.bgm.tv/pic/cover/l/3a/78/400914_T79zW.jpg","common":"http://lain.bgm.tv/pic/cover/c/3a/78/400914_T79zW.jpg","medium":"http://lain.bgm.tv/pic/cover/m/3a/78/400914_T79zW.jpg","small":"http://lain.bgm.tv/pic/cover/s/3a/78/400914_T79zW.jpg","grid":"http://lain.bgm.tv/pic/cover/g/3a/78/400914_T79zW.jpg"}},{"name":"魔术士欧菲流浪之旅 拉玛城篇","time":"19:30","name_jp":"魔術士オーフェンはぐれ旅 アーバンラマ編","bgminfo":"　　基姆拉克教会大本营的战斗以欧菲的义姐阿莎莉的牺牲而告终。而欧菲为了寻找行踪不明的阿莎莉仍在继续着旅行。途中，欧菲一行人遇到了神秘的女剑士洛蒂西娅，并被卷入骚乱之中。与来自“圣域”的龙族刺客发生冲突。与曾经的兄弟姐妹重逢。洛蒂西娅的真面目和她的目的即将揭晓。欧菲的一场全新战争开始了。"},{"name":"转生王女与天才千金的魔法革命","time":"20:00","name_jp":"転生王女と天才令嬢の魔法革命","bgminfo":"　　接下来将要述说的，是某个王国王女的故事。\r\n　　这是以憧憬魔法的王女恢复了前世的记忆为起始的故事。\r\n　　时而顽皮闹事，时而惹人心往，不断追求着魔法的魅力和真理。\r\n　　接下来，就是物语的开始。 "},{"name":"冰属性男子和酷酷女同事","time":"21:05","name_jp":"氷属性男子とクールな同僚女子","bgminfo":"　　在这个职场里，纯白色的爱恋如雪般飞舞——。\r\n　　生活在现代的雪女后裔冰室是个一旦情绪高涨就会引发暴风雪、造出雪人或者雪洞的新上班族。他偷偷喜欢着略显独特而又温柔体贴的同事冬月。这份爱慕之情偶尔也会失控，导致四周变为冰天雪地。然而，众人眼里总是酷酷的冬月其实也对神秘的冰室十分感兴趣。随着每一天的工作和公司的活动，他们的关系逐渐发生变化，私下里也会一起共度时间。然而对恋爱十分笨拙的二人却迟迟无法进一步发展关系……\r\n　　由表面酷酷的二人谱写的，温暖人心的“工作系幻想爱情喜剧”即将开幕！"},{"name":"文豪野犬 第四季","time":"22:00","name_jp":"文豪ストレイドッグス 第4シーズン","bgminfo":"　　“你们侦探社是我国的骄傲。” 与港口黑手党联手制止了“死屋之鼠”策谋的“共喰”作战后，一个月左右的时间过去了。武装侦探社荣获安全贡献的最高勋章——驱魔梓弓章，受到举国称赞。这时，政府发来紧急请求。以年轻议员为首的4起凶杀案，效仿了六道轮回最高位天人临终时显现的五个征兆。武装侦探社为防止最后一个案件发生展开行动。\r\n　　“倾尽全力阻止凶贼的阴谋！”  可这其实是本遭到逮捕的狡猾“魔人”费奥多尔所布下的陷阱——！！对他们主张的“正义”抱有疑惑的政府官员。展露敌意的军警最强特殊部队“猎犬”。为招致毁灭而为非作歹的“天人五衰”。荣光不复存在，武装侦探社成为人人喊打的过街老鼠，在他们面前的是不断袭来的新敌人，以及深不见底的绝望…… 伙伴们也天各一方。中岛敦究竟能否渡过这场前所未有的危机？无光之战的序幕就此拉开——"},{"name":"想要成为影之实力者","time":"22:30"},{"name":"弦音 第二季","time":"23:00"},{"name":"超技舞台 OVERMIND","time":"23:00","name_jp":"テクノロイド オーバーマインド","bgminfo":"　　异常气候导致急剧升温，世界大部分陆地被水淹没，由于人口锐减，开始提倡用机械和机器人代替劳动。在郊外的某个被遗忘的合租房里，生活着四个不知为何没有所有者的机器人。他们四人面临着一个问题。“交不起电费，那不就不能充电了吗？” “那岂不是要……强制关机！？ ” 为了能交上电费，他们向象征新时代的演艺之塔“巴别塔”发起挑战。人称攀登者的歌手们痴迷于层层攀登舞台，为寻求震撼心灵的感动，向顶端发起挑战，“巴别塔”就是这么一个地方，是人们失去光芒带来的喜悦后，重新找到希望的演艺之塔。在绝对王者·STAND-ALONE称霸的巴别塔里，机器人们打算通过歌唱表演获得通关奖金。初次挑战巴别塔的归途中，他们遇到了一名天才少年。当四人触碰到少年的“心”，霎时间，他们体内的特殊程序开始运作。人类与机器人，过去与现在，当交织的命运之线解开时，他们的歌声会奏响绝望？还是希望？当四个机器人与天才少年伊索拉实现命运的相会，一扇通往人类与机器人未来的未知大门将会打开—— 接着，四人的歌声将会响彻人心，唤醒他们行将遗忘的梦想。“没关系，我们一定还会相见。不管有怎样的困难等在前方—— 只为了将命运掌握手中。”"},{"name":"智酱是女生！","time":"23:30","name_jp":"トモちゃんは女の子!","bgminfo":"　　男孩子气的女高中生相泽智向初中前一直把自己当成男生的青梅竹马久保田淳一郎表白，却收到了“我也爱你！挚友！”的回答。\r\n　　想要被喜欢的男生当成“女孩子”看待！\r\n　　“男孩子气女生”校园爱情喜剧，开幕！ "},{"name":"因为太怕痛就全点防御力了 第二季","time":"23:30"},{"name":"大雪海的凯纳","time":"23:55"}]},{"weekday":{"id":4,"cn":"周四"},"items":[{"name":"关于养猫我一直是新手（夜夜猫歌）","time":"01:00"},{"name":"世界末日与柴犬同行","time":"18:00"},{"name":"复仇者（REVENGER）","time":"20:00","name_jp":"REVENGER","bgminfo":"　　遭到信任之人的背叛，流离失所的男人——雷藏。将他捡回来的，是替无力之人实施复仇的职业杀手“复仇者”——\r\n　　他们拥有表里两幅面孔，平时经营着一间“承办一切杂活”的万事屋。待人体贴温和，内心却暗藏破坏欲的小镇医生。天使般可爱单纯，非人般冷血残酷的中性美少年。爱财嗜酒，严以待人又嘴巴恶毒的赌徒。领导着这些充满个性的成员，容姿优美头脑冷静的描金师。\r\n　　笨拙率真，各怀缺点的男人。在一同生活的日子里，雷藏与他们渐渐产生奇妙的友情。\r\n　　杀人。只为反抗残酷的命运。这是5个职业杀手演绎的黑暗英雄动作片！"},{"name":"间谍教室","time":"21:30","name_jp":"スパイ教室","bgminfo":"　　阳炎宫·共同生活规矩：七人协力共同生活；外出的时候要认真地玩；用尽一切手段打倒我。\r\n　　各国展开间谍“影之战争”的世界。任务成功率100%，但性格有困难的精明间谍·克劳斯，创立了挑战死亡率超过九成的“不可能任务”的机关——灯。但是，被选出的成员是没有实践经验的7位少女。毒杀、陷阱、色诱——为了完成任务，少女们唯一留下的手段就是互相欺骗克劳斯，战胜敌人！？\r\n　　世界最强的间谍，世界最高的骗局！"},{"name":"在地下城寻求邂逅是否搞错了什么 第四季 深章","time":"22:05"},{"name":"别当欧尼酱了！","time":"22:30","name_jp":"お兄ちゃんはおしまい！","bgminfo":"　　某天，家里蹲的啃老族绪山真寻一觉醒来发现自己变成了“女孩子”！？正当真寻不知道镜子里的美少女是自己而陷入混乱的时候，跳级进入大学的科学家妹妹绪山美波里出现了。她透露在饮料里加了一种奇怪的药物！\r\n　　真寻最近2年一直疯狂宅家玩小黄游，偶尔不得已才会工作！突然成为女孩子开始生活的真寻，对于厕所、浴室、裙子、胸罩等女人的生活完全不懂…并且他和美波里中学时期的同学穗月枫和其妹妹穗月椛认识。\r\n　　真寻的日常生活逐渐热闹起来。在持续的苦难中，到底“前”哥哥的命运会如何...！"},{"name":"鲁邦 零","time":"23:00","name_jp":"LUPIN ZERO ルパンゼロ","bgminfo":"　　少年是如何成为“鲁邦三世”的？\r\n　　半个多世纪以来，鲁邦三世一直令世界为之倾倒。\r\n　　这是一个家喻户晓的大盗“从前”的故事。"},{"name":"JOJO的奇妙冒险 石之海 后篇","time":"17:00"},{"name":"伊藤润二《狂热集》","name_jp":"伊藤潤二『マニアック』","bgminfo":"　　本作以“疯狂”为主题，将伊藤润二创作过的20部漫画进行动画化。其中包含已公开的作品《富江》、《双一》和《人头气球》。"},{"name":"终末的女武神 第二季 前篇","name_jp":"終末のワルキューレⅡ 前編","bgminfo":"　　自人类诞生的700万年，放眼望去不断破坏环境的人类的众神，在1000年一度召开的“人类存亡会议”上，做出了给予人类“终结”的决议,但这当中只有女武神布伦希尔德反对。她提议根据超特别条款，通过神与人类的最终斗争来决定人类的前途。就是由13位神明对上13位人类，并各自进行1对1决斗的“神VS人类的最终斗争”。若是人类先取得7胜，就可以存活至下一次的“人类存亡会议”。 "}]},{"weekday":{"id":5,"cn":"周五"},"items":[{"name":"冰剑的魔术师将要统一世界","time":"00:28","name_jp":"冰剣の魔術師が世界を統べる","bgminfo":"　　涌现出无数伟大魔术师的名门，阿诺德魔术学院。\r\n　　少年雷伊·怀特，作为学院有史以来唯一一个普通家庭出身的魔术师，他的周围全是贵族和魔术师家族出身的同学们，因而饱受着严苛的视线。\r\n　　但是人们并不知道，他正是在曾经的极东战役中取得众多战果、现在被世人讴歌为世界七大魔术师之中最强的【冰剑魔术师】。\r\n　　被轻视为枯萎的魔术师的同时，不久他就向周围的人展示了那份力量……！？\r\n　　这是，冰封许久的规格外的天才将坚冰融化的故事——。 "},{"name":"福星小子（她来自烦星）","time":"02:20"},{"name":"宝可梦 旅途 目标是宝可梦大师","time":"17:55","name_jp":"ポケットモンスター めざせポケモンマスター","bgminfo":"暂无"},{"name":"银砂糖师与黑妖精","time":"20:30","name_jp":"シュガーアップル・フェアリーテイル","bgminfo":"　　这是在砂糖苹果指引下相遇的少女与妖精，用他们的梦想和爱情谱写的美好童话故事。在这个人类奴役妖精的世界里，人们相信砂糖点心会带来好运。因此在这里，制作神圣砂糖点心的特殊手艺人被称为“银砂糖师”。在一流银砂糖师的母亲离世后，少女安为了追寻母亲的脚步，决心成为一名像母亲那样的银砂糖师。为此，她需要在每年一度的王都品评会上展示自己的手艺并得到认可。在前往王都的途中，安雇佣了战士妖精夏尔作为她的保镖。夏尔虽然是一名优秀的战士，但说话十分毒辣，并且对人类缺乏信任，因此时不时就会和安吵起来。然而在与夏尔旅行的过程中，安却渐渐萌生了想要与他成为朋友的念头。在跨越种族与身份的鸿沟，克服种种困难后，身为人类的安和妖精夏尔又将创造出怎样的未来？"},{"name":"虹团四格","time":"20:54","name_jp":"にじよん あにめーしょん","bgminfo":"　　位于东京御台场的高中虹咲学园作为舞台，描绘学园偶像同好会13人的日常的短篇动画！\r\n　　LoveLive!虹咲学园学园偶像同好会的衍生漫画「虹四」变身成为动画动起来！\r\n　　为你畅快地带来虹学会成员13人的可爱日常！ "},{"name":"在新天地悠闲种田（异世界悠闲农家）","time":"21:00","name_jp":"異世界のんびり農家","bgminfo":"　　过着与病魔奋斗的孤独生活，最终因病过世的街尾火乐。他在获得神明大人赋予的第二人生后，决心展开期望已久的务农生活……却被传送到充满魔物的深山野岭之中。\r\n　　能依靠的只有在前世习得的知识以及神明大人赐与的“万能农具”之力。在多方尝试开垦农田的过程中，火乐的身边逐渐聚集了吸血鬼、高等精灵、天使，甚至还有龙族，火乐的居所终于将发展成为村落。\r\n　　悠闲恬静又热闹、开心忙碌又和乐，充满欢笑的异世界农家生活，欢迎来到“大树村”！"},{"name":"D4DJ 第二季","time":"21:30"},{"name":"悍父奶爸（Buddy Daddies）","time":"23:00","name_jp":"Buddy Daddies","bgminfo":"暂无"}]},{"weekday":{"id":6,"cn":"周六"},"items":[{"name":"进化之实 踏上胜利的人生 第二季","time":"00:23"},{"name":"阿鲁斯的巨兽","time":"00:25","name_jp":"アルスの巨獣","bgminfo":"　　伟大的神明创造大地。当大地成熟，凡人夺取了它。巨兽为之暴怒，吞噬凡人。为了对抗巨兽，凡人求助于神明。这是剑的时代，英雄的时代，神话的时代。 \r\n　　“巨兽”在世界上大肆破坏，而凡人狩猎巨兽，加以解剖并利用，以此繁荣兴盛。\r\n　　“没死成的吉洛”靠狩猎巨兽赚钱度日，他偶然遇见了被追捕的 “第22号的库米”。为了救她，吉洛抛下往日的哀伤挺身而出。\r\n　　人类帝国的谋划，神秘的实验，进逼的巨兽。向着那约定的时刻，吉洛一行人开始追寻世界的秘密——"},{"name":"生而为狗 我很幸福","time":"00:35","name_jp":"犬になったら好きな人に拾われた。","bgminfo":"　　变成狗狗，稍微有些涩的第一人称恋爱喜剧。\r\n　　醒来后发现自己变成了心仪的同班同学“犬饲”养的一条狗“小太”！在学校比较冷酷的她其实超喜欢狗。散步、如厕、沐浴——被当做狗狗来饲养的每一天都有接连不断的意外事件。虽然想早点变回人类，但被喜欢的人彻底爱着的生活是真的幸福啊…… 再这样下去，恐怕身心都会变成狗！？\r\n　　用狗狗的视角来呈现的全新体验的恋爱喜剧！"},{"name":"反派大小姐莉泽洛特与实况解说","time":"00:55","name_jp":"ツンデレ悪役令嬢リーゼロッテと実況の遠藤くんと解説の小林さん","bgminfo":"　　「傲劲好冲！傲劲好冲啊，莉泽洛特！」王太子西格瓦尔德因突然听见的神之声而困惑不已。神说，西格瓦尔德的未婚妻莉泽洛特是“傲娇”，似乎将会迎来“毁灭”？她刻薄的言行，都是在掩饰自己的害羞？！神明所讲解的她的真实想法是如此可爱，令西格瓦尔德独自心动难耐，但有一件事他无从得知。事实上神明的真面目，竟不过是做游戏实况与解说的普通高中生…游玩乙女游戏《魔恋》时，负责实况的远藤和负责解说的小林发现，游戏中的攻略对象西格瓦尔德竟能听到自己的声音了。二人想要解救无论选择哪条支线都会迎来毁灭的莉泽洛特，时而精准判断，时而为莉泽洛特的“傲娇”而心动不已，并为西格瓦尔德进行着实况解说。依靠神谕（※游戏实况解说）拯救未婚妻吧！\r\n　　想要藏起来的真心话暴露无疑的反派千金能否避开坏结局？！现实中的高中生所做的实况解说，作为“神之声”传入了乙女游戏？！这是现实与游戏世界交汇的奇幻恋爱故事。"},{"name":"卡片战斗先导者 will+Dress 第二季","time":"07:00","name_jp":"カードファイト!! ヴァンガード will+Dress Season2","bgminfo":"　　悠游他们收到了某个大会的邀请函。\r\n　　那个大会“Deluxe” 是根据综合制作人向江神起的独自调查被选出的16名精锐们，为了角逐“谁是最强”而策划的大会！\r\n　　争夺日本最强斗士称号的战斗现在开始！"},{"name":"影之诗F","time":"09:00"},{"name":"我的英雄学院 第六季","time":"17:30","name_jp":"僕のヒーローアカデミア 第6期","id":236657,"air_date":"2022-10-01","img":{"large":"http://lain.bgm.tv/pic/cover/l/99/f4/236657_4MM7M.jpg","common":"http://lain.bgm.tv/pic/cover/c/99/f4/236657_4MM7M.jpg","medium":"http://lain.bgm.tv/pic/cover/m/99/f4/236657_4MM7M.jpg","small":"http://lain.bgm.tv/pic/cover/s/99/f4/236657_4MM7M.jpg","grid":"http://lain.bgm.tv/pic/cover/g/99/f4/236657_4MM7M.jpg"}},{"name":"世界末日与柴犬同行","time":"18:00"},{"name":"名侦探柯南","time":"19:30","name_jp":"名探偵コナン","id":899,"air_date":"1996-01-08","img":{"large":"http://lain.bgm.tv/pic/cover/l/01/88/899_Q3F3X.jpg","common":"http://lain.bgm.tv/pic/cover/c/01/88/899_Q3F3X.jpg","medium":"http://lain.bgm.tv/pic/cover/m/01/88/899_Q3F3X.jpg","small":"http://lain.bgm.tv/pic/cover/s/01/88/899_Q3F3X.jpg","grid":"http://lain.bgm.tv/pic/cover/g/01/88/899_Q3F3X.jpg"}},{"name":"入间同学入魔了 第三季","time":"20:25","name_jp":"魔入りました！入間くん 第3シリーズ","id":348699,"air_date":"2022-10-08","img":{"large":"http://lain.bgm.tv/pic/cover/l/99/82/348699_0wWW8.jpg","common":"http://lain.bgm.tv/pic/cover/c/99/82/348699_0wWW8.jpg","medium":"http://lain.bgm.tv/pic/cover/m/99/82/348699_0wWW8.jpg","small":"http://lain.bgm.tv/pic/cover/s/99/82/348699_0wWW8.jpg","grid":"http://lain.bgm.tv/pic/cover/g/99/82/348699_0wWW8.jpg"}},{"name":"被解雇的暗黑士兵慢生活的第二人生","time":"21:00","name_jp":"解雇された暗黒兵士（30代）のスローなセカンドライフ","bgminfo":"　　作为暗黑士兵被培养长大的达里艾尔，虽然很有能力但不会使用魔法。新任魔王嫉妒达利艾尔的能力，以他不会魔法为借口解雇了他。达里艾尔在归途上偶遇了一名少女，并在她的带领下来到了一个人类村落。在村庄里学习冒险者的技能后，他飞速地变强了……以达里艾尔为中心，魔族、怪物、人类交织成了这个闹剧动作故事和喜剧幻想篇章。"},{"name":"狩火之王","time":"21:30","name_jp":"火狩りの王","bgminfo":"　　人类最终战争后的世界，大地被黑森林所覆盖，人类只能在被结界守护着的少许土地上生存。\r\n　　被病原体入侵的人类只要靠近天然的火苗，身体便会燃烧，而唯一能够安全使用的火种只能通过狩猎栖息在黑森林深处的黑色怪兽“炎魔”采集。\r\n　　于是就此诞生了一种专门狩猎炎魔以获得火种的职业，并谣传着其中的佼佼者“狩火之王”的传说。\r\n　　故事以在村庄中长大的11岁少女灯子，与身在首都的15岁少年煌四为中心展开。"},{"name":"枪神 斯坦比特","time":"22:00","name_jp":"TRIGUN STAMPEDE","bgminfo":"　　沙尘暴肆虐的大地。那里是远离地球、有5个月亮闪烁的炽热星球——无人地带。人类幸存者在这片畸形生物蠕动的荒地上靠着血肉之躯以及能创造各种物质的生态动力炉“plant”生存。\r\n　　在这个残酷的世界中，有一个被悬赏600万$$的麻烦缔造者，他叫法修·史丹比特，被称之为“只要有牵连必定会遭殃”的人类台风。\r\n　　报道局新人梅丽鲁·斯菲与醉醺醺的老记者罗伯特·丹尼罗一起搜寻着“人类台风”这一独家大新闻的素材，遇到了一位“绝不杀人”的身着深红色外套的枪手，他是个比谁都友善的流浪少年！？\r\n　　在无赖殡仪师尼古拉·D·伍夫伍德的陪同下，他开始了追捕邪恶的双胞胎哥哥Knives的旅程。\r\n　　阻挡前路的无数刺客，以及Knives的恐怖计划到底是什么？当所有的谜团都被揭晓时，赌上了世界的战争就此开始！"},{"name":"最强阴阳师的异世界转生记","time":"22:30","name_jp":"最強陰陽師の異世界転生記","bgminfo":"　　最强的阴阳师玖峨晴嘉，被人陷害，遭到朝廷的背叛，即将殒命。决心来世获得幸福的他，在临死前通过自己创造出的秘术“转生的诅咒”转生到了异世界。\r\n　　“前世的自己缺少狡猾，今世我要圆滑地周旋，获得幸福的人生——” 于是，他获得了塞伊卡这个名字和崭新的人生。\r\n　　塞伊卡虽然完全没有魔力，但他发现异世界的魔法并不及阴阳术… 咦，不需要魔法吗？\r\n　　拥有最强的阴阳术和强大的妖怪们，在他前进的方向等待着他的，是期望的平稳，还是……\r\n　　谁都未曾见过的最强阴阳师挑战的异世界幻想，开幕！ "},{"name":"偶像集结（UniteUp!）","time":"22:30","name_jp":"UniteUp!","bgminfo":"暂无"}]},{"weekday":{"id":7,"cn":"周日"},"items":[{"name":"不要欺负我，长瀞同学 第二季","time":"00:00"},{"name":"蓝色监狱","time":"01:00","name_jp":"ブルーロック","id":341163,"air_date":"2022-10-08","img":{"large":"http://lain.bgm.tv/pic/cover/l/b4/db/341163_l525N.jpg","common":"http://lain.bgm.tv/pic/cover/c/b4/db/341163_l525N.jpg","medium":"http://lain.bgm.tv/pic/cover/m/b4/db/341163_l525N.jpg","small":"http://lain.bgm.tv/pic/cover/s/b4/db/341163_l525N.jpg","grid":"http://lain.bgm.tv/pic/cover/g/b4/db/341163_l525N.jpg"}},{"name":"魔王学院的不适任者 第二季","time":"01:00","name_jp":"魔王学院の不適合者 ～史上最強の魔王の始祖、転生して子孫たちの学校へ通う～ Ⅱ","bgminfo":"　　通往暴虐魔王《不适任者》展现魅力的新时代之轨迹，第四章《大精灵篇》。\r\n　　在阻止了魔族与人类的战争后，出现在阿诺斯面前的是打算毁灭暴虐魔王的新「神之子」……面对各种不讲道理的情况也一派轻松的“不适任者”将面临全新挑战。\r\n　　“转生到这个和平的时代，我也学会如何手下留情了呢。”"},{"name":"为了养老金去异世界存八万金","time":"01:00","name_jp":"老後に備えて異世界で8万枚の金貨を貯めます","bgminfo":"　　山野光波，父母兄三亡的合法萝莉。\r\n　　在某天误坠崖被传送到了中世纪文明的异世界。与狼死斗的时候知晓了往返现世与异世界的方法，决定在两个世界往返生存。\r\n　　原因是为了年老的安泰生活！\r\n　　经过计算，养老大概要20个亿！\r\n　　在不改变文明的前提上（最重要还是自己安全啦！），带上各种家伙去异世界赚大钱！ "},{"name":"重生之道 第二季（东京复仇者）","time":"01:08","name_jp":"東京リベンジャーズ 聖夜決戦編","bgminfo":"　　跌入人生谷底的废柴自由职业者花垣武道知道了自己中学时代唯一交往过的恋人橘日向因最为残暴的恶党联盟”东京卍会”而身亡。在得知这件事的第二天，在月台等车时，不知被谁从背后推了一把从而跌落铁轨。正他以为自己死定了时，睁开眼睛却发现自己回到12年前的中学时期。穿越到12年前人生巅峰的中学时代的他，为了拯救恋人，为了改变一直逃避的自己，开始了人生的复仇！"},{"name":"航海王（海贼王）","time":"上午"},{"name":"博人传 火影忍者新时代","time":"17:30"},{"name":"世界末日与柴犬同行","time":"18:00"},{"name":"沦落者之夜","time":"21:00","name_jp":"ノケモノたちの夜","bgminfo":"　　身边的恶魔，是救赎。\r\n　　身边的少女，是消遣。\r\n　　19世纪末，二人在大英帝国一隅的邂逅，谱写了一段彷徨中寻求归宿的故事。\r\n　　轻吟于寂寞与共之人耳边的，恶魔与少女的长夜奇谭。"},{"name":"斋藤先生无所不能（万事屋斋藤到异世界）","time":"21:30","name_jp":"便利屋斎藤さん、異世界に行く","bgminfo":"　　人生迄今为止都过得平平凡凡。运动也好，学习也罢，全都一般。一个永远没可能走向人生巅峰的普通人——斋藤先生。\r\n　　在万事屋工作的斋藤先生，某天，转生到了异世界。在那里，他遇见了强壮且美丽的傲娇战士拉艾露莎、忘记咒语的最强魔法使（色老头）摩洛克，以及可爱的守财奴妖精菈芳潘。斋藤先生与个性丰富的伙伴们一起挑战攻略地下城。用开锁的技艺打开宝箱，用修理箱包的技能修复同伴们的装备。将自己转生前在“万事屋”所积累的经验活用到了异世界。\r\n　　即使是在异世界，斋藤先生也绝不“特别”。只是，他知道自己在被依靠，会被感谢。斋藤先生他过的很充实。"},{"name":"英雄传说：闪之轨迹","time":"22:30","name_jp":"The Legend of Heroes 閃の軌跡 Northern War","bgminfo":"　　七耀历1205年，诺森比亚自治州，塞姆利亚大陆西部最贫穷的地区。在这里出生长大的少女拉薇，她的祖父曾是大陆闻名的英雄，最后却背叛了诺森比亚。为了守护故乡，也为了证明自己与祖父兀拉德不同，拉薇加入了塞姆利亚大陆最大，也是最有名的猎兵组织“北方猎兵”，参与执行任务。拉薇执着于完成任务，不惜多次违反纪律。一天，她被赋予了一项艰巨的任务——与马蒂、伊赛莉亚、塔利昂组成小队，潜入埃雷波尼亚帝国内部侦察。去搜集威胁诺森比亚安全的未知存在，也就是“帝国英雄”的情报……"},{"name":"被神捡到的男人 第二季","time":"23:00","name_jp":"神達に拾われた男2","bgminfo":"　　“再一次被温暖所包围的异世界慢生活。”\r\n　　被众神以小孩子的模样转生到异世界的龙马，在得到贾米尔公爵家等非常热情善良的人们的帮助后，讴歌着异世界生活。\r\n　　凭借着前世的经验与史莱姆们的能力，龙马开了一家名叫“竹林”的洗衣店，业绩也蒸蒸日上，甚至有人建议他开分店。\r\n　　龙马将要动身离开他最初落脚的城镇吉木尔！？\r\n　　在这广阔无垠的世界，新的机遇与挑战正待龙马前去探寻。\r\n　　异世界慢生活幻想故事第二季开幕！"},{"name":"虚构推理 第二季","time":"23:05","name_jp":"虚構推理 Season2","bgminfo":"　　被称为“鬼怪”的生物，如理所当然般真实存在于世。\r\n　　少女岩永琴子作为鬼怪们的“智慧之神”，今天也有鬼怪找她排忧解难。琴子身边有一名连鬼怪都畏惧不已的男子，那就是她一见钟情的恋人，名叫樱川九郎。本片讲述这两个不普通的人齐心协力，使用【虚构】解决鬼怪引起的超常悬疑事件的故事。\r\n　　他们要如何解决天方夜谭般的新事件，二人的恋情有会有怎样的进展？！\r\n　　[恋爱×灵异×悬疑] 回归！！"},{"name":"我与机器子","time":"23:30","name_jp":"僕とロボコ","bgminfo":"　　西历20XX年——\r\n　　家家户户都有一台美少女女仆机器人“订制女仆”的时代。\r\n　　非常普通的小学生平凡人，他非常想要一台心心念念的美少女女仆机器人。\r\n　　然而，来到他家的却是……！？"},{"name":"怪兽档案 第二季","name_jp":"KJファイル 続編","bgminfo":"　　从20世纪初开始在世界各地突然出现个性丰富的怪兽们。起初人类试图抵抗，但在巨大的力量面前不可能做到完全驱逐。人们决定把智慧集中在监视、分析怪兽上，于是诞生了“国连怪兽监视团”。以不屈不挠的领导者海堂勇一郎事务局局长为首，怪兽生态学的权威小林丸兆治，怪兽功能分析学的才子克莱尔·科尔曼，怪兽防灾学的异端者肯尼御子柴，对怪兽战略学的贵公子尼基塔·塔尔科夫斯基，开拓怪兽语言学之路的新世代露露·杜·皮卡德，还有怪兽生命科学的泰斗吉列尔莫·马尔克斯。怪兽科学专家们监视分析了数百只怪兽，继续探索怪兽和人类共同生存的世界。 "},{"name":"极主夫道 第二季","name_jp":"極主夫道 シーズン2","bgminfo":"　　离开黑社会后，人称“不死之身的阿龙”的传奇黑道大佬以尽职尽责的家庭主夫身份重出江湖。"}]}]
